INSERT INTO [dbo].[clients] ([name]) VALUES
			(N'Дмитрий'),
			(N'Иван'),
			(N'Георгий'),
			(N'Василий')

INSERT INTO [dbo].[products] ([name], [cost]) VALUES
			(N'Мыло', 10),
			(N'Шампунь', 100),
			(N'Чай', 30),
			(N'Печенье', 25),
			(N'Телефон', 10000),
			(N'Сим-карта', 150),
			(N'Кофе', 50),
			(N'Сыр', 100),
			(N'Колбаса', 99),
			(N'Салфетки', 50),
			(N'Полотенце', 100)

INSERT INTO [dbo].[orders] ([buyer], [date]) VALUES
			(0, '2021-03-20'),
			(2, '2021-03-20'),
			(1, '2021-03-21'),
			(0, '2021-03-21'),
			(3, '2021-03-22'),
			(3, '2021-03-23')

INSERT INTO [dbo].[orderspos] ([orderId], [productId], [amount]) VALUES
			(1, 1, 5),
			(1, 2, 1),
			(2, 3, 3),
			(2, 4, 2),
			(3, 5, 1),
			(3, 6, 1),
			(4, 7, 2),
			(5, 8, 2),
			(5, 9, 1),
			(6, 10, 10),
			(6, 11, 1)
